// () এটাকে বলা হয় পেরেন থিসিস অপারেটর এবং এর মান সব চাইতে বেসি এর মান সম চাইতে বেসি কাজ করে লেফট টু রাইট

// [] এটা থারড ব্রেকেট অপারেটর এবং এর মান সব চাইতে বেসি কাজ করে লেফট টু রাইট

// {} এটা কারলি ব্রেকেট

// ! এটা নট অপারেটর অথবা লজিকাল নিগেসন বলতে পারি কাজ করে রাইট টু লেফট এবং উপরের দুইটার পরেই এ দিতিয় যায়গা দখল করে

// ++ এটা ইঙ্ক্রিমেন্ট অপারেটর

// -- এটা ডিক্রিমেন্ট অপারেটর

// * এটা মাল্টিপ্লাই অপারেটর

// / এটা ডিভাইড অপারেটর

// + এটা এডিসন অপারেটর

// - এটা সাবট্রেকসন অপারেটর

/* < লেস দেন */

// <= লেস দেন ওর ইকুয়াল

// > গ্রেটার দেন

// >= গ্রেটার দেন অর ইকুয়াল

// == এটা একুয়াল টু

// != এটা নট ইকুয়াল

// || এটা লজিকাল অর

// = এসাইনমেন্ট অপারেটর

// += এডিসন এসাইনমেন্ট

// -= সাবট্রেকসন এসাইনমেন্ট

// *= মাল্টিপিকেসন এসাইমেন্ট

// /= ডিভিসন এসাইনমেন্ট

// %= মডিউলাস এসাইনমেন্ট
